[
  {
    "id": "evening-1",
    "text": "أَعُوذُ بِاللَّهِ مِنَ الشَّيْطَانِ الرَّجِيمِ، اللَّهُ لَا إِلَهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ لَا تَأْخُذُهُ سِنَةٌ وَلَا نَوْمٌ لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ مَنْ ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلَّا بِإِذْنِهِ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلَا يُحِيطُونَ بِشَيْءٍ مِنْ عِلْمِهِ إِلَّا بِمَا شَاءَ وَسِعَ كُرْسِيُّهُ السَّمَاوَاتِ وَالْأَرْضَ وَلَا يَئُودُهُ حِفْظُهُمَا وَهُوَ الْعَلِيُّ الْعَظِيمُ",
    "translation": "آية الكرسي",
    "source": "سورة البقرة - آية 255",
    "count": 1,
    "benefits": "من قرأها عند المساء حُفظ إلى الصباح"
  },
  {
    "id": "evening-2",
    "text": "بِسْمِ اللَّهِ الَّذِي لَا يَضُرُّ مَعَ اسْمِهِ شَيْءٌ فِي الْأَرْضِ وَلَا فِي السَّمَاءِ وَهُوَ السَّمِيعُ الْعَلِيمُ",
    "translation": "باسم الله الذي لا يضر مع اسمه شيء في الأرض ولا في السماء وهو السميع العليم",
    "source": "سنن أبي داود",
    "count": 3,
    "benefits": "من قالها ثلاث مرات لم يضره شيء"
  },
  {
    "id": "evening-3",
    "text": "اللَّهُمَّ أَمْسَيْنَا وَأَمْسَى الْمُلْكُ لِلَّهِ، وَالْحَمْدُ لِلَّهِ، لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ",
    "translation": "اللهم أمسينا وأمسى الملك لله، والحمد لله، لا إله إلا الله وحده لا شريك له",
    "source": "صحيح مسلم",
    "count": 1,
    "benefits": "تسليم الأمر لله في المساء"
  },
  {
    "id": "evening-4",
    "text": "اللَّهُمَّ بِكَ أَمْسَيْنَا، وَبِكَ أَصْبَحْنَا، وَبِكَ نَحْيَا، وَبِكَ نَمُوتُ، وَإِلَيْكَ الْمَصِيرُ",
    "translation": "اللهم بك أمسينا، وبك أصبحنا، وبك نحيا، وبك نموت، وإليك المصير",
    "source": "سنن الترمذي",
    "count": 1,
    "benefits": "إقرار بأن الحياة والموت بيد الله"
  },
  {
    "id": "evening-5",
    "text": "اللَّهُمَّ أَنْتَ رَبِّي لَا إِلَهَ إِلَّا أَنْتَ، خَلَقْتَنِي وَأَنَا عَبْدُكَ، وَأَنَا عَلَى عَهْدِكَ وَوَعْدِكَ مَا اسْتَطَعْتُ، أَعُوذُ بِكَ مِنْ شَرِّ مَا صَنَعْتُ، أَبُوءُ لَكَ بِنِعْمَتِكَ عَلَيَّ، وَأَبُوءُ بِذَنْبِي فَاغْفِرْ لِي فَإِنَّهُ لَا يَغْفِرُ الذُّنُوبَ إِلَّا أَنْتَ",
    "translation": "سيد الاستغفار",
    "source": "صحيح البخاري",
    "count": 1,
    "benefits": "من قالها موقناً بها فمات من ليلته دخل الجنة"
  },
  {
    "id": "evening-6",
    "text": "اللَّهُمَّ مَا أَمْسَى بِي مِنْ نِعْمَةٍ أَوْ بِأَحَدٍ مِنْ خَلْقِكَ فَمِنْكَ وَحْدَكَ لَا شَرِيكَ لَكَ، فَلَكَ الْحَمْدُ وَلَكَ الشُّكْرُ",
    "translation": "شكر الله على النعم في المساء",
    "source": "سنن أبي داود",
    "count": 1,
    "benefits": "أدى شكر ليلته"
  },
  {
    "id": "evening-7",
    "text": "اللَّهُمَّ أَعِنِّي عَلَى ذِكْرِكَ وَشُكْرِكَ وَحُسْنِ عِبَادَتِكَ",
    "translation": "اللهم أعني على ذكرك وشكرك وحسن عبادتك",
    "source": "سنن أبي داود",
    "count": 1,
    "benefits": "طلب العون على الذكر والشكر وحسن العبادة"
  },
  {
    "id": "evening-8",
    "text": "أَسْتَغْفِرُ اللَّهَ الْعَظِيمَ الَّذِي لَا إِلَهَ إِلَّا هُوَ الْحَيَّ الْقَيُّومَ وَأَتُوبُ إِلَيْهِ",
    "translation": "أستغفر الله العظيم الذي لا إله إلا هو الحي القيوم وأتوب إليه",
    "source": "سنن أبي داود",
    "count": 3,
    "benefits": "غفر له وإن كان فر من الزحف"
  },
  {
    "id": "evening-9",
    "text": "اللَّهُمَّ إِنِّي أَسْأَلُكَ مِنْ فَضْلِكَ وَرَحْمَتِكَ، فَإِنَّهُ لَا يَمْلِكُهَا إِلَّا أَنْتَ",
    "translation": "اللهم إني أسألك من فضلك ورحمتك، فإنه لا يملكها إلا أنت",
    "source": "صحيح الترغيب",
    "count": 1,
    "benefits": "طلب الفضل والرحمة من الله"
  },
  {
    "id": "evening-10",
    "text": "رَضِيتُ بِاللَّهِ رَبًّا، وَبِالْإِسْلَامِ دِينًا، وَبِمُحَمَّدٍ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ رَسُولًا",
    "translation": "رضيت بالله رباً، وبالإسلام ديناً، وبمحمد صلى الله عليه وسلم رسولاً",
    "source": "سنن أبي داود",
    "count": 3,
    "benefits": "من قالها حق على الله أن يرضيه يوم القيامة"
  }
]
